Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Our AI reads only how your listing is presented — your photo coverage, how rich your amenities list is, and how detailed your description is. It doesn't judge your home harshly, and location is handled separately, so small towns are never penalised here.
ar: يقرأ الذكاء الاصطناعي لدينا طريقة عرض إعلانك فقط — مدى تغطية صورك، وغنى قائمة مرافقك، ومدى تفصيل وصفك. لا يحكم على منزلك بقسوة، ويُعالَج الموقع بشكل منفصل، لذا لا تُعاقَب البلدات الصغيرة هنا أبداً.
ar_ps: الذكاء الاصطناعي بيقرأ بس كيف معروض إعلانك — تغطية الصور، وقد إيش قائمة مرافقك غنية، وقد إيش وصفك مفصّل. ما بيحكم على بيتك بقسوة، والموقع بينعامل لحاله، فالبلدات الصغيرة أبداً ما بتنعاقب هون.
el: Το AI μας διαβάζει μόνο πώς παρουσιάζεται η καταχώρισή σας — την κάλυψη των φωτογραφιών σας, πόσο πλούσια είναι η λίστα παροχών σας και πόσο λεπτομερής είναι η περιγραφή σας. Δεν κρίνει αυστηρά το σπίτι σας, και η τοποθεσία αντιμετωπίζεται ξεχωριστά, οπότε οι μικρές πόλεις δεν τιμωρούνται ποτέ εδώ.
es: Nuestra IA solo evalúa cómo se presenta tu anuncio — la cobertura de tus fotos, lo completa que es tu lista de servicios y lo detallada que es tu descripción. No juzga tu casa con dureza, y la ubicación se trata por separado, así que los pueblos pequeños nunca se penalizan aquí.
fa: هوش مصنوعی ما فقط نحوه ارائه آگهی شما را می‌خواند — پوشش عکس، غنای فهرست امکانات و جزئیات توضیحات شما. این درباره خانه شما سخت‌گیرانه قضاوت نمی‌کند و موقعیت جداگانه مدیریت می‌شود، بنابراین شهرهای کوچک هرگز اینجا جریمه نمی‌شوند.
fr: Notre IA ne lit que la façon dont votre annonce est présentée — la couverture de vos photos, la richesse de votre liste d'équipements et le niveau de détail de votre description. Elle ne juge pas durement votre logement, et la localisation est traitée séparément, donc les petites villes ne sont jamais pénalisées ici.
id: AI kami hanya membaca bagaimana listing Anda disajikan — cakupan foto, kelengkapan daftar fasilitas, dan tingkat detail deskripsi Anda. Ia tidak menilai rumah Anda secara keras, dan lokasi ditangani terpisah, jadi kota kecil tak pernah dirugikan di sini.
it: La nostra IA legge solo come è presentato il tuo annuncio — la copertura fotografica, quanto è ricca la lista dei servizi e quanto è dettagliata la descrizione. Non giudica severamente la tua casa, e la posizione è gestita separatamente, quindi i piccoli centri non vengono mai penalizzati qui.
ja: AIはリスティングの見せ方だけを読み取ります。写真のカバー範囲、設備リストの充実度、説明文の詳しさです。住まいを厳しく評価することはなく、立地は別に扱われるため、小さな町がここで不利になることはありません。
ro: AI-ul nostru analizează doar modul în care este prezentat anunțul tău — acoperirea fotografiilor, cât de bogată este lista de facilități și cât de detaliată este descrierea. Nu îți judecă locuința aspru, iar locația este tratată separat, așa că orașele mici nu sunt niciodată penalizate aici.
th: AI ของเราอ่านเฉพาะวิธีการนำเสนอรายการของคุณ — ความครอบคลุมของรูปภาพ ความครบถ้วนของรายการสิ่งอำนวยความสะดวก และความละเอียดของคำอธิบาย ไม่ได้ตัดสินบ้านของคุณอย่างรุนแรง และทำเลถูกพิจารณาแยกต่างหาก ดังนั้นเมืองเล็กๆ จึงไม่เคยถูกหักคะแนนตรงนี้
tr: Yapay zekamız yalnızca ilanının nasıl sunulduğunu okur — fotoğraf kapsamını, olanaklar listenin ne kadar zengin olduğunu ve açıklamanın ne kadar ayrıntılı olduğunu. Evini sert şekilde yargılamaz ve konum ayrı ele alınır, bu yüzden küçük kasabalar burada asla cezalandırılmaz.
zh: 我们的 AI 只解读你房源的呈现方式——照片覆盖范围、设施清单的丰富程度以及描述的详尽程度。它不会苛刻评判你的住所，位置另行处理，因此小城镇绝不会在此被扣分。

source: Our check suggests this may be a commercial property — we may have it wrong
ar: يشير فحصنا إلى أن هذا قد يكون عقاراً تجارياً — وقد نكون مخطئين
ar_ps: فحصنا بيقول إنه يمكن يكون عقار تجاري — يمكن نكون غلطانين
el: Ο έλεγχός μας υποδηλώνει ότι αυτό μπορεί να είναι εμπορικό ακίνητο — ίσως κάνουμε λάθος
es: Nuestra comprobación sugiere que podría ser una propiedad comercial — puede que nos equivoquemos
fa: بررسی ما نشان می‌دهد این ممکن است یک ملک تجاری باشد — ممکن است اشتباه کرده باشیم
fr: Notre vérification suggère qu'il pourrait s'agir d'un bien commercial — nous pouvons nous tromper
id: Pemeriksaan kami menunjukkan ini mungkin properti komersial — kami bisa saja keliru
it: Il nostro controllo suggerisce che possa essere una proprietà commerciale — potremmo sbagliarci
ja: 確認の結果、これは商業物件の可能性があります — 誤りの場合もあります
ro: Verificarea noastră sugerează că aceasta ar putea fi o proprietate comercială — s-ar putea să greșim
th: การตรวจสอบของเราบ่งชี้ว่านี่อาจเป็นทรัพย์สินเชิงพาณิชย์ — เราอาจเข้าใจผิด
tr: Kontrolümüz bunun ticari bir mülk olabileceğini gösteriyor — yanılıyor olabiliriz
zh: 我们的检查显示这可能是商业房产——也许我们判断有误

source: Parking
ar: موقف سيارات
ar_ps: موقف سيارات
el: Πάρκινγκ
es: Aparcamiento
fa: پارکینگ
id: Parkir
it: Parcheggio
ja: 駐車場
ro: Parcare
th: ที่จอดรถ
tr: Otopark
zh: 停车位

source: Partner experiences and services are booked on the partners' sites — never charged by swapl and not part of this total.
ar: تُحجَز تجارب الشركاء وخدماتهم على مواقعهم — ولا يفرضها swapl أبداً وليست جزءاً من هذا الإجمالي.
ar_ps: تجارب وخدمات الشركاء بتنحجز على مواقعهم — أبداً swapl ما بتاخد عليها وما هي جزء من هالمجموع.
el: Οι εμπειρίες και υπηρεσίες των συνεργατών κρατούνται στους ιστότοπους των συνεργατών — δεν χρεώνονται ποτέ από τη swapl και δεν αποτελούν μέρος αυτού του συνόλου.
es: Las experiencias y servicios de socios se reservan en los sitios de los socios — nunca los cobra swapl y no forman parte de este total.
fa: تجربه‌ها و خدمات شرکا در سایت‌های شرکا رزرو می‌شوند — هرگز توسط swapl هزینه نمی‌شوند و بخشی از این مجموع نیستند.
fr: Les expériences et services partenaires sont réservés sur les sites des partenaires — jamais facturés par swapl et non inclus dans ce total.
id: Pengalaman dan layanan mitra dipesan di situs mitra — tak pernah ditagih oleh swapl dan bukan bagian dari total ini.
it: Le esperienze e i servizi dei partner si prenotano sui siti dei partner — mai addebitati da swapl e non inclusi in questo totale.
ja: パートナーの体験やサービスはパートナーのサイトで予約され、swaplが請求することはなく、この合計には含まれません。
ro: Experiențele și serviciile partenerilor sunt rezervate pe site-urile partenerilor — niciodată facturate de swapl și nu fac parte din acest total.
th: ประสบการณ์และบริการของพาร์ทเนอร์จองบนเว็บไซต์ของพาร์ทเนอร์ — ไม่เคยถูกเรียกเก็บโดย swapl และไม่ใช่ส่วนหนึ่งของยอดรวมนี้
tr: İş ortağı deneyimleri ve hizmetleri, iş ortaklarının sitelerinde rezerve edilir — swapl tarafından asla ücretlendirilmez ve bu toplama dahil değildir.
zh: 合作伙伴的体验和服务在其网站上预订——swapl 绝不收费，也不计入此总额。

source: Passkey
ar: مفتاح المرور
ar_ps: مفتاح مرور
es: Clave de acceso
fa: گذرکلید
fr: Clé d'accès
ja: パスキー
ro: Cheie de acces
th: พาสคีย์
tr: Geçiş anahtarı
zh: 通行密钥

source: Passkey saved. Next time, pick “Sign in with a passkey” on the login screen.
ar: تم حفظ مفتاح المرور. في المرة القادمة، اختر “تسجيل الدخول بمفتاح مرور” في شاشة الدخول.
ar_ps: انحفظ مفتاح المرور. المرة الجاية، اختار “سجّل دخول بمفتاح مرور” بشاشة الدخول.
el: Το passkey αποθηκεύτηκε. Την επόμενη φορά, επιλέξτε “Σύνδεση με passkey” στην οθόνη σύνδεσης.
es: Clave de acceso guardada. La próxima vez, elige “Iniciar sesión con una clave de acceso” en la pantalla de inicio de sesión.
fa: گذرکلید ذخیره شد. دفعه بعد، در صفحه ورود «ورود با گذرکلید» را انتخاب کنید.
fr: Clé d'accès enregistrée. La prochaine fois, choisissez « Se connecter avec une clé d'accès » sur l'écran de connexion.
id: Passkey tersimpan. Lain kali, pilih “Masuk dengan passkey” di layar login.
it: Passkey salvata. La prossima volta scegli “Accedi con una passkey” nella schermata di accesso.
ja: パスキーを保存しました。次回はログイン画面で「パスキーでサインイン」を選んでください。
ro: Cheie de acces salvată. Data viitoare, alege „Conectează-te cu o cheie de acces” pe ecranul de conectare.
th: บันทึกพาสคีย์แล้ว ครั้งถัดไปเลือก “เข้าสู่ระบบด้วยพาสคีย์” ในหน้าจอเข้าสู่ระบบ
tr: Geçiş anahtarı kaydedildi. Bir dahaki sefere giriş ekranında “Geçiş anahtarıyla giriş yap” seçeneğini seç.
zh: 通行密钥已保存。下次请在登录界面选择“使用通行密钥登录”。

source: Passkey sign-in failed. Try again.
ar: فشل تسجيل الدخول بمفتاح المرور. حاول مرة أخرى.
ar_ps: فشل تسجيل الدخول بمفتاح المرور. جرّب كمان مرة.
el: Η σύνδεση με passkey απέτυχε. Δοκιμάστε ξανά.
es: El inicio de sesión con clave de acceso falló. Inténtalo de nuevo.
fa: ورود با گذرکلید ناموفق بود. دوباره تلاش کنید.
fr: La connexion par clé d'accès a échoué. Réessayez.
id: Masuk dengan passkey gagal. Coba lagi.
it: Accesso con passkey non riuscito. Riprova.
ja: パスキーでのサインインに失敗しました。もう一度お試しください。
ro: Conectarea cu cheia de acces a eșuat. Încearcă din nou.
th: เข้าสู่ระบบด้วยพาสคีย์ล้มเหลว ลองอีกครั้ง
tr: Geçiş anahtarıyla giriş başarısız oldu. Tekrar dene.
zh: 通行密钥登录失败，请重试。

source: Passkeys
ar: مفاتيح المرور
ar_ps: مفاتيح المرور
es: Claves de acceso
fa: گذرکلیدها
fr: Clés d'accès
id: Passkey
it: Passkey
ja: パスキー
ro: Chei de acces
th: พาสคีย์
tr: Geçiş anahtarları
zh: 通行密钥

source: Passwords don't match.
ar: كلمتا المرور غير متطابقتين.
ar_ps: كلمات السر مش متطابقة.
el: Οι κωδικοί δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fa: رمزهای عبور مطابقت ندارند.
fr: Les mots de passe ne correspondent pas.
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ro: Parolele nu se potrivesc.
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
zh: 两次密码不一致。

source: Past trips
ar: الرحلات السابقة
ar_ps: الرحلات السابقة
el: Προηγούμενα ταξίδια
es: Viajes anteriores
fa: سفرهای گذشته
fr: Voyages passés
id: Perjalanan masa lalu
it: Viaggi passati
ja: 過去の旅行
ro: Călătorii anterioare
th: ทริปที่ผ่านมา
tr: Geçmiş seyahatler
zh: 过往行程

source: Payable if the host accepts
ar: مستحق الدفع إذا قبل المضيف
ar_ps: بتندفع إذا المستضيف قبل
el: Πληρωτέο αν ο οικοδεσπότης αποδεχτεί
es: Pagadero si el anfitrión acepta
fa: قابل پرداخت اگر میزبان بپذیرد
fr: À payer si l'hôte accepte
id: Dibayar jika tuan rumah menerima
it: Pagabile se l'host accetta
ja: ホストが承認した場合に支払い
ro: De plată dacă gazda acceptă
th: ต้องชำระหากเจ้าของที่พักยอมรับ
tr: Ev sahibi kabul ederse ödenecek
zh: 若房东接受则需付款

source: Payment & reservation
ar: الدفع والحجز
ar_ps: الدفع والحجز
el: Πληρωμή & κράτηση
es: Pago y reserva
fa: پرداخت و رزرو
fr: Paiement et réservation
id: Pembayaran & reservasi
it: Pagamento e prenotazione
ja: 支払いと予約
ro: Plată și rezervare
th: การชำระเงินและการจอง
tr: Ödeme ve rezervasyon
zh: 付款与预订

source: People
ar: الأشخاص
ar_ps: الناس
el: Άτομα
es: Personas
fa: افراد
fr: Personnes
id: Orang
it: Persone
ja: メンバー
ro: Persoane
th: ผู้คน
tr: Kişiler
zh: 用户

source: People you've swapped with before — one tap to add.
ar: أشخاص بادلت معهم من قبل — اضغطة واحدة لإضافتهم.
ar_ps: ناس بدّلت معهم قبل — دوسة وحدة لتضيف.
el: Άτομα με τα οποία έχετε ανταλλάξει στο παρελθόν — ένα πάτημα για προσθήκη.
es: Personas con las que ya has intercambiado — un toque para añadirlas.
fa: افرادی که قبلاً با آن‌ها مبادله کرده‌اید — با یک ضربه اضافه کنید.
fr: Des personnes avec qui vous avez déjà échangé — un appui pour ajouter.
id: Orang yang pernah Anda tukar sebelumnya — satu ketukan untuk menambahkan.
it: Persone con cui hai già scambiato — un tocco per aggiungerle.
ja: 以前スワップした相手 — ワンタップで追加できます。
ro: Persoane cu care ai mai făcut schimb — o atingere pentru a le adăuga.
th: ผู้คนที่คุณเคยแลกเปลี่ยนด้วย — แตะครั้งเดียวเพื่อเพิ่ม
tr: Daha önce takas yaptığın kişiler — eklemek için tek dokunuş.
zh: 你曾互换过的人——一键添加。

source: Personal information
ar: المعلومات الشخصية
ar_ps: المعلومات الشخصية
el: Προσωπικά στοιχεία
es: Información personal
fa: اطلاعات شخصی
fr: Informations personnelles
id: Informasi pribadi
it: Informazioni personali
ja: 個人情報
ro: Informații personale
th: ข้อมูลส่วนบุคคล
tr: Kişisel bilgiler
zh: 个人信息

source: Pet friendly
ar: مناسب للحيوانات الأليفة
ar_ps: بيرحّب بالحيوانات
el: Φιλικό προς κατοικίδια
es: Admite mascotas
fa: حیوان‌خانگی‌پذیر
fr: Animaux acceptés
id: Ramah hewan peliharaan
it: Animali ammessi
ja: ペット可
ro: Animale de companie acceptate
th: เลี้ยงสัตว์ได้
tr: Evcil hayvan dostu
zh: 可携带宠物

source: Phone
ar: الهاتف
ar_ps: الهاتف
el: Τηλέφωνο
es: Teléfono
fa: تلفن
fr: Téléphone
id: Telepon
it: Telefono
ja: 電話
ro: Telefon
th: โทรศัพท์
tr: Telefon
zh: 电话

source: Photo
ar: صورة
ar_ps: صورة
el: Φωτογραφία
es: Foto
fa: عکس
id: Foto
it: Foto
ja: 写真
ro: Fotografie
th: รูปภาพ
tr: Fotoğraf
zh: 照片

source: Photos
ar: الصور
ar_ps: الصور
el: Φωτογραφίες
es: Fotos
fa: عکس‌ها
id: Foto
it: Foto
ja: 写真
ro: Fotografii
th: รูปภาพ
tr: Fotoğraflar
zh: 照片

source: Piano
ar: بيانو
ar_ps: بيانو
el: Πιάνο
fa: پیانو
it: Pianoforte
ja: ピアノ
ro: Pian
th: เปียโน
tr: Piyano
zh: 钢琴

source: Pick a start and end date above to block them.
ar: اختر تاريخ بدء وانتهاء أعلاه لحجبهما.
ar_ps: اختار تاريخ بداية ونهاية فوق عشان تحجبهم.
el: Επιλέξτε μια ημερομηνία έναρξης και λήξης παραπάνω για να τις αποκλείσετε.
es: Elige arriba una fecha de inicio y de fin para bloquearlas.
fa: برای مسدود کردن، یک تاریخ شروع و پایان در بالا انتخاب کنید.
fr: Choisissez une date de début et de fin ci-dessus pour les bloquer.
id: Pilih tanggal mulai dan akhir di atas untuk memblokirnya.
it: Scegli una data di inizio e una di fine qui sopra per bloccarle.
ja: ブロックするには、上で開始日と終了日を選んでください。
ro: Alege o dată de început și una de sfârșit mai sus pentru a le bloca.
th: เลือกวันเริ่มต้นและวันสิ้นสุดด้านบนเพื่อบล็อก
tr: Kapatmak için yukarıdan bir başlangıç ve bitiş tarihi seç.
zh: 在上方选择开始和结束日期以屏蔽它们。

source: Pinned: view home and photos
ar: مثبّت: عرض المنزل والصور
ar_ps: مثبّت: شوف البيت والصور
el: Καρφιτσωμένο: προβολή σπιτιού και φωτογραφιών
es: Fijado: ver casa y fotos
fa: سنجاق‌شده: مشاهده خانه و عکس‌ها
fr: Épinglé : voir le logement et les photos
id: Disematkan: lihat rumah dan foto
it: In evidenza: vedi casa e foto
ja: ピン留め：住まいと写真を表示
ro: Fixat: vezi locuința și fotografiile
th: ปักหมุด: ดูบ้านและรูปภาพ
tr: Sabitlendi: evi ve fotoğrafları görüntüle
zh: 已置顶：查看住所和照片

source: Please confirm you have the right to host before publishing.
ar: يرجى تأكيد أن لديك الحق في الاستضافة قبل النشر.
ar_ps: أكّد إنه عندك الحق تستضيف قبل ما تنشر.
el: Επιβεβαιώστε ότι έχετε το δικαίωμα να φιλοξενείτε πριν τη δημοσίευση.
es: Confirma que tienes derecho a hospedar antes de publicar.
fa: لطفاً قبل از انتشار تأیید کنید که حق میزبانی دارید.
fr: Veuillez confirmer que vous avez le droit d'accueillir avant de publier.
id: Mohon konfirmasi bahwa Anda berhak menjamu sebelum mempublikasikan.
it: Conferma di avere il diritto di ospitare prima di pubblicare.
ja: 公開する前に、ホストする権利があることを確認してください。
ro: Te rugăm să confirmi că ai dreptul să găzduiești înainte de publicare.
th: โปรดยืนยันว่าคุณมีสิทธิ์เป็นเจ้าของที่พักก่อนเผยแพร่
tr: Yayınlamadan önce ev sahipliği yapma hakkına sahip olduğunu onayla.
zh: 发布前请确认你有权接待。

source: points / night
ar: نقطة / الليلة
ar_ps: نقطة / الليلة
el: πόντοι / νύχτα
es: puntos / noche
fa: امتیاز / شب
fr: points / nuit
id: poin / malam
it: punti / notte
ja: ポイント / 泊
ro: puncte / noapte
th: พอยต์ / คืน
tr: puan / gece
zh: 积分 / 晚

source: Points history
ar: سجل النقاط
ar_ps: سجل النقاط
el: Ιστορικό πόντων
es: Historial de puntos
fa: تاریخچه امتیازها
fr: Historique des points
id: Riwayat poin
it: Cronologia punti
ja: ポイント履歴
ro: Istoricul punctelor
th: ประวัติพอยต์
tr: Puan geçmişi
zh: 积分记录

source: Points land only once a friend verifies their identity — that keeps the line fair for everyone. Points are travel credit, never cash.
ar: تصل النقاط فقط بمجرد توثيق صديق لهويته — وهذا يبقي الصف عادلاً للجميع. النقاط رصيد سفر، وليست نقوداً أبداً.
ar_ps: النقاط بتوصل بس لمّا الصاحب يوثّق هويته — هيك بيظل الدور عادل للكل. النقاط رصيد سفر، أبداً مش كاش.
el: Οι πόντοι αποδίδονται μόνο όταν ένας φίλος επαληθεύσει την ταυτότητά του — έτσι η λίστα παραμένει δίκαιη για όλους. Οι πόντοι είναι ταξιδιωτική πίστωση, ποτέ μετρητά.
es: Los puntos llegan solo cuando un amigo verifica su identidad — así la lista es justa para todos. Los puntos son crédito de viaje, nunca efectivo.
fa: امتیازها فقط زمانی اعطا می‌شوند که یک دوست هویت خود را تأیید کند — این صف را برای همه منصفانه نگه می‌دارد. امتیازها اعتبار سفر هستند، هرگز پول نقد نیستند.
fr: Les points n'arrivent qu'une fois qu'un ami a vérifié son identité — cela garde la file équitable pour tous. Les points sont un crédit voyage, jamais de l'argent.
id: Poin baru masuk setelah teman memverifikasi identitasnya — agar antrean adil bagi semua. Poin adalah kredit perjalanan, bukan uang tunai.
it: I punti arrivano solo quando un amico verifica la propria identità — così la fila resta equa per tutti. I punti sono credito di viaggio, mai contanti.
ja: ポイントは友人が本人確認を完了して初めて付与されます。これにより、全員にとって列が公平に保たれます。ポイントはトラベルクレジットであり、現金ではありません。
ro: Punctele ajung doar după ce un prieten își verifică identitatea — asta menține coada echitabilă pentru toți. Punctele sunt credit de călătorie, niciodată bani.
th: พอยต์จะเข้าเมื่อเพื่อนยืนยันตัวตนแล้วเท่านั้น — เพื่อให้คิวยุติธรรมกับทุกคน พอยต์คือเครดิตเดินทาง ไม่ใช่เงินสด
tr: Puanlar yalnızca bir arkadaş kimliğini doğruladığında gelir — bu, sırayı herkes için adil tutar. Puanlar seyahat kredisidir, asla nakit değildir.
zh: 只有好友完成身份验证后积分才会到账——以保证队列对所有人公平。积分是旅行额度，绝非现金。

# Policy %@ · cover %@
source: Policy %1$@ · cover %2$@
ar: الوثيقة %1$@ · التغطية %2$@
ar_ps: الوثيقة %1$@ · التغطية %2$@
el: Ασφαλιστήριο %1$@ · κάλυψη %2$@
es: Póliza %1$@ · cobertura %2$@
fa: بیمه‌نامه %1$@ · پوشش %2$@
fr: Police %1$@ · couverture %2$@
id: Polis %1$@ · perlindungan %2$@
it: Polizza %1$@ · copertura %2$@
ja: 保険 %1$@ · 補償 %2$@
ro: Poliță %1$@ · acoperire %2$@
th: กรมธรรม์ %1$@ · ความคุ้มครอง %2$@
tr: Poliçe %1$@ · teminat %2$@
zh: 保单 %1$@ · 保额 %2$@

source: Pool
ar: مسبح
ar_ps: مسبح
el: Πισίνα
es: Piscina
fa: استخر
fr: Piscine
id: Kolam renang
it: Piscina
ja: プール
ro: Piscină
th: สระว่ายน้ำ
tr: Havuz
zh: 泳池

source: Privacy
ar: الخصوصية
ar_ps: الخصوصية
el: Απόρρητο
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
id: Privasi
ja: プライバシー
ro: Confidențialitate
th: ความเป็นส่วนตัว
tr: Gizlilik
zh: 隐私

source: Private room
ar: غرفة خاصة
ar_ps: غرفة خاصة
el: Ιδιωτικό δωμάτιο
es: Habitación privada
fa: اتاق خصوصی
fr: Chambre privée
id: Kamar privat
it: Stanza privata
ja: 個室
ro: Cameră privată
th: ห้องส่วนตัว
tr: Özel oda
zh: 单间

source: Private room · %lld rooms
ar: غرفة خاصة · %lld غرف
ar_ps: غرفة خاصة · %lld غرف
el: Ιδιωτικό δωμάτιο · %lld δωμάτια
es: Habitación privada · %lld habitaciones
fa: اتاق خصوصی · %lld اتاق
fr: Chambre privée · %lld pièces
id: Kamar privat · %lld kamar
it: Stanza privata · %lld stanze
ja: 個室 · %lld室
ro: Cameră privată · %lld camere
th: ห้องส่วนตัว · %lld ห้อง
tr: Özel oda · %lld oda
zh: 单间 · %lld 间房

source: Profile
ar: الملف الشخصي
ar_ps: الملف الشخصي
el: Προφίλ
es: Perfil
fa: نمایه
fr: Profil
id: Profil
it: Profilo
ja: プロフィール
ro: Profil
th: โปรไฟล์
tr: Profil
zh: 我的

source: Proposal declined
ar: تم رفض الاقتراح
ar_ps: انرفض الاقتراح
el: Η πρόταση απορρίφθηκε
es: Propuesta rechazada
fa: پیشنهاد رد شد
fr: Proposition refusée
id: Usulan ditolak
it: Proposta rifiutata
ja: 提案は辞退されました
ro: Propunere refuzată
th: ข้อเสนอถูกปฏิเสธ
tr: Teklif reddedildi
zh: 提议已被拒绝

source: Proposal sent
ar: تم إرسال الاقتراح
ar_ps: انبعت الاقتراح
el: Η πρόταση στάλθηκε
es: Propuesta enviada
fa: پیشنهاد ارسال شد
fr: Proposition envoyée
id: Usulan terkirim
it: Proposta inviata
ja: 提案を送信しました
ro: Propunere trimisă
th: ส่งข้อเสนอแล้ว
tr: Teklif gönderildi
zh: 提议已发送

source: Propose
ar: اقترح
ar_ps: اقترح
el: Πρόταση
es: Proponer
fa: پیشنهاد
fr: Proposer
id: Ajukan
it: Proponi
ja: 提案
ro: Propune
th: เสนอ
tr: Teklif et
zh: 发起

source: Propose a swap
ar: اقترح تبادلاً
ar_ps: اقترح تبديل
el: Προτείνετε μια ανταλλαγή
es: Proponer un intercambio
fa: پیشنهاد یک مبادله
fr: Proposer un échange
id: Ajukan tukaran
it: Proponi uno scambio
ja: スワップを提案
ro: Propune un schimb
th: เสนอการแลกเปลี่ยน
tr: Takas öner
zh: 发起互换

source: Publish
ar: نشر
ar_ps: انشر
el: Δημοσίευση
es: Publicar
fa: انتشار
fr: Publier
id: Publikasikan
it: Pubblica
ja: 公開
ro: Publică
th: เผยแพร่
tr: Yayınla
zh: 发布

source: Rate Swapl
ar: قيّم Swapl
ar_ps: قيّم Swapl
el: Αξιολογήστε τη Swapl
es: Valora Swapl
fa: امتیازدهی به Swapl
fr: Évaluer Swapl
id: Beri nilai Swapl
it: Valuta Swapl
ja: Swaplを評価
ro: Evaluează Swapl
th: ให้คะแนน Swapl
tr: Swapl'ı değerlendir
zh: 为 Swapl 评分

source: Rate the app
ar: قيّم التطبيق
ar_ps: قيّم التطبيق
el: Αξιολογήστε την εφαρμογή
es: Valora la app
fa: امتیازدهی به برنامه
fr: Évaluer l'app
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価
ro: Evaluează aplicația
th: ให้คะแนนแอป
tr: Uygulamayı değerlendir
zh: 为应用评分

source: Read by Swapl AI
ar: قرأه ذكاء Swapl الاصطناعي
ar_ps: مقروء من ذكاء Swapl الاصطناعي
el: Διαβάστηκε από το Swapl AI
es: Leído por la IA de Swapl
fa: خوانده‌شده توسط هوش مصنوعی Swapl
fr: Lu par l'IA Swapl
id: Dibaca oleh AI Swapl
it: Letto dall'IA di Swapl
ja: Swapl AIが読み取り
ro: Citit de AI-ul Swapl
th: อ่านโดย Swapl AI
tr: Swapl Yapay Zekası tarafından okundu
zh: 由 Swapl AI 解读

source: Real catalogue prices. Untick anything you don't want — you'll only be charged if the host accepts your swap.
ar: أسعار الكتالوج الحقيقية. ألغِ تحديد أي شيء لا تريده — لن تُحاسَب إلا إذا قبل المضيف تبادلك.
ar_ps: أسعار الكتالوج الحقيقية. شيل علامة أي إشي ما بدّك إياه — بتنحاسب بس إذا المستضيف قبل تبديلك.
el: Πραγματικές τιμές καταλόγου. Αποεπιλέξτε ό,τι δεν θέλετε — θα χρεωθείτε μόνο αν ο οικοδεσπότης αποδεχτεί την ανταλλαγή σας.
es: Precios reales de catálogo. Desmarca lo que no quieras — solo se te cobrará si el anfitrión acepta tu intercambio.
fa: قیمت‌های واقعی کاتالوگ. تیک هر چیزی را که نمی‌خواهید بردارید — فقط در صورتی هزینه می‌شوید که میزبان مبادله شما را بپذیرد.
fr: Prix réels du catalogue. Décochez ce que vous ne voulez pas — vous ne serez débité que si l'hôte accepte votre échange.
id: Harga katalog asli. Hilangkan centang apa pun yang tidak Anda inginkan — Anda hanya ditagih jika tuan rumah menerima tukaran Anda.
it: Prezzi reali da catalogo. Deseleziona ciò che non vuoi — ti verrà addebitato solo se l'host accetta il tuo scambio.
ja: 実際のカタログ価格です。不要なものはチェックを外してください。請求されるのはホストがスワップを承認した場合のみです。
ro: Prețuri reale din catalog. Debifează orice nu vrei — vei fi taxat doar dacă gazda îți acceptă schimbul.
th: ราคาตามแคตตาล็อกจริง ยกเลิกการเลือกสิ่งที่คุณไม่ต้องการ — คุณจะถูกเรียกเก็บเงินเฉพาะเมื่อเจ้าของที่พักยอมรับการแลกเปลี่ยนของคุณ
tr: Gerçek katalog fiyatları. İstemediğin her şeyin işaretini kaldır — yalnızca ev sahibi takasını kabul ederse ücretlendirilirsin.
zh: 真实目录价。取消勾选不想要的项——只有房东接受你的互换时才会收费。

source: Recipient
ar: المستلِم
ar_ps: المستلم
el: Παραλήπτης
es: Destinatario
fa: گیرنده
fr: Destinataire
id: Penerima
it: Destinatario
ja: 受取人
ro: Destinatar
th: ผู้รับ
tr: Alıcı
zh: 收件人

source: Refresh
ar: تحديث
ar_ps: تحديث
el: Ανανέωση
es: Actualizar
fa: تازه‌سازی
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ro: Reîmprospătează
th: รีเฟรช
tr: Yenile
zh: 刷新

source: Remove
ar: إزالة
ar_ps: شيل
el: Αφαίρεση
es: Eliminar
fa: حذف
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ro: Elimină
th: นำออก
tr: Kaldır
zh: 移除

source: Remove document
ar: إزالة المستند
ar_ps: شيل الوثيقة
el: Αφαίρεση εγγράφου
es: Eliminar documento
fa: حذف سند
fr: Supprimer le document
id: Hapus dokumen
it: Rimuovi documento
ja: 書類を削除
ro: Elimină documentul
th: นำเอกสารออก
tr: Belgeyi kaldır
zh: 移除文件

source: Remove photo
ar: إزالة الصورة
ar_ps: شيل الصورة
el: Αφαίρεση φωτογραφίας
es: Eliminar foto
fa: حذف عکس
fr: Supprimer la photo
id: Hapus foto
it: Rimuovi foto
ja: 写真を削除
ro: Elimină fotografia
th: นำรูปออก
tr: Fotoğrafı kaldır
zh: 移除照片

source: Remove this person?
ar: إزالة هذا الشخص؟
ar_ps: تشيل هالشخص؟
el: Αφαίρεση αυτού του ατόμου;
es: ¿Eliminar a esta persona?
fa: این فرد را حذف می‌کنید؟
fr: Supprimer cette personne ?
id: Hapus orang ini?
it: Rimuovere questa persona?
ja: この人を削除しますか？
ro: Elimini această persoană?
th: นำบุคคลนี้ออกหรือไม่?
tr: Bu kişi kaldırılsın mı?
zh: 移除此人？
